"CREATING_YOUR_ACCOUNT" = "Tworzę konto…";
"CONFIGURING_YOUR_ACCOUNT" = "Konfiguruję konto…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Sprawdzam konto sieciowe…";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"YES_BUTTON" = "Tak";
"NO_BUTTON" = "Nie";
"PRIVACYPOLICY_BUTTON" = "Ochrona prywatności";
"RETRIEVE_APPLEID_INFO" = "Pobieram Twoje informacje Apple ID…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Istniejące informacje Apple ID są dostępne na serwerze Apple. Asystent ustawień pobierze je w sposób bezpieczny i zachowa na komputerze. Czy zgadzasz się na pobranie tych informacji teraz?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Uwagi i błędy przenoszenia.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Twoje informacje Apple ID nie są dostępne w tym momencie.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Komputer nie może skontaktować się z Apple. Linia jest zajęta lub ustawienia sieci są nieprawidłowe. Kliknij w Połącz, aby spróbować ponownie, lub kliknij w Dalej, aby pominąć ten krok.";

"APPLEID_AUTH_FAILED_TITLE" = "Brak dostępu do Twojego Apple ID.";
"APPLEID_AUTH_FAILED" = "Twój Apple ID lub hasło nie zostały rozpoznane. Kliknij we Wróć, aby podać ponownie nazwę i hasło, sprawdzając ich poprawność.";

"APPLEID_AUTH_GIVEUP_TITLE" = "Brak dostępu do Twojego Apple ID.";
"APPLEID_AUTH_GIVEUP" = "Podane dane Apple ID nie mogą być teraz użyte. Kliknij w OK, aby pominąć ten krok i kontynuować konfigurowanie komputera.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Łączę się…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "Połączenie PPPoE nie powiodło się.";

"ENTER_REGISTRATION_INFO" = "Podaj swoje dane osobowe. Zostaną one użyte do zarejestrowania produktu Apple, utworzenia konta użytkownika, dodania Twoich informacji kontaktowych do Książki adresowej oraz do skonfigurowania konta Mail.";
"ENTER_REGISTRATION_INFO_LATER" = "Podaj swoje dane osobowe. Zostaną one użyte do zaktualizowania informacji rejestracyjnych w Apple.";

"RETAKE_VIDEO_SNAPSHOT" = "Zrób ponownie migawkę wideo.";
"NO_PICTURE_ALERT_TITLE" = "Musisz wybrać obrazek dla swojego konta.";
"NO_PICTURE_ALERT_MESSAGE" = "Możesz zrobić zdjęcie za pomocą wbudowanej kamery lub wybrać obrazek z biblioteki.";
"DRAG_TO_MOVE_IMAGE" = "Przeciągnij, aby przenieść obrazek";

"FAILED_TO_BIND_TITLE" = "Komputer nie mógł powiązać z „%@”.";
"FAILED_TO_BIND_MESSAGE" = "Skontaktuj się z administratorem serwera.";